insert into item
(id, name, print_name, reg_time, parent_id, unit, workshop, number, is_node)
values
(1, "Ингридиенты", "Ингридиенты", "2012-03-03T11:00:00", 0, "NONE", "NONE", 2, B'1'),
(2, "Кухня", "Кухня", "2012-03-03T11:00:00", 1, "NONE", "NONE", 3, B'1'),
(3, "Картофель фри (1)", "Картофель фри", "2012-02-02T12:00:00", 5, "PORTION", "KITCHEN", 231, B'0'),
(4, "Суп лапша (1)", "Суп лапша", "2012-02-02T13:00:00", 5, "PORTION", "KITCHEN", 3611, B'0'),
(5, "Меню Жаровня 1", "Меню Жаровня 1", "2012-03-03T11:00:00", 0, "NONE", "NONE", 1, B'0'),
(6, "Компот (1)", "Компот", "2012-02-02T12:00:00", 5, "PORTION", "BAR", 6, B'0'),
(7, "Картофель фри", "Картофель фри", "2012-02-02T13:00:00", 2, "NONE", "NONE", 7, B'0'),
(8, "Мука", "Мука", "2012-02-02T12:00:00", 2, "NONE", "NONE", 8, B'0'),
(9, "Сендвич обед (1)", "Сендвич обед", "2012-02-02T12:00:00", 5, "PORTION", "KITCHEN", 9, B'0');